---
kind: property
id: P:Autodesk.Revit.DB.View.IsTemplate
zh: 视图
source: html/bd7d3469-dc89-93b7-1cb8-848fd4f38d65.htm
---
# Autodesk.Revit.DB.View.IsTemplate Property

**中文**: 视图

Test whether the view is a view template.

## Syntax (C#)
```csharp
public bool IsTemplate { get; }
```